// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%d у %@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ диски.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 диск.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%@ год. %@ хв.";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%@ (%@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Білети відсутні)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%@ намагається зберігати всю інформацію локально на вашому прострої для того щоб можно було її використовувати при відсутності з‘єднання з мережею. Єдине що не зберігається це трейлери фільмів.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ не може відкрити сторінку тому що підключення до Інтернет відсутнє.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%@ має відсутній/неправильний переклад. я можу це виправити?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%@ не може зберегти ваш Netflix акаунт та пароль.\n\nОфіційна сторінка Netflix.com буде відкрита як тільки ви авторизуєтесь у програмі для доступу до свого акаунту.\n\nWi-fi з‘єднання рекомендується при першому використанні Netflix.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%@ не показує перелік моїх улюблених кінотеатрів. Я можу додати їх?";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%@ оцінок";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%@ години %@ хвилини";

/* 5 kilometers or 5 miles */
"%d %@" = "%d %@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%d Питань та Відповідей";

/* i.e.: 2 hours */
"%d hours" = "%d години";

/* i.e.: 30 minutes */
"%d minutes" = "%d хвилин";

/* No comment provided by engineer. */
"%d months ago" = "%d місяців тому";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d із %d ";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%d кінотеатрів поза зоною пошуку";

/* No comment provided by engineer. */
"%d weeks ago" = "%d тижнів тому";

/* No comment provided by engineer. */
"%d years ago" = "%d років тому";

/* No comment provided by engineer. */
"1 hour" = "1 година";

/* No comment provided by engineer. */
"1 kilometer" = "1 кілометр";

/* No comment provided by engineer. */
"1 mile" = "1 миля";

/* No comment provided by engineer. */
"1 minute" = "1 хвилина";

/* No comment provided by engineer. */
"1 month ago" = "1 місяць тому";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 кінотеатр поза зоною пошуку";

/* No comment provided by engineer. */
"1 week ago" = "1 тиждень тому";

/* No comment provided by engineer. */
"1 year ago" = "1 рік тому";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Про";

/* No comment provided by engineer. */
"Account #%d" = "Акаунт";

/* <first name> <last name> */
"Account: %@ %@" = "Акаунт: %@ %@";

/* No comment provided by engineer. */
"Accounts" = "Акаунти";

/* Movie category */
"Action & Adventure" = "Екшн та Пригоди";

/* No comment provided by engineer. */
"Add New Account" = "Додати Акаунт";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Додати Кінотеатр";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Додати до Netflix";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Додаємо Фільм";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Усі";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Усі (%d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "Невідома помилка.";

/* Movie category */
"Anime & Animation" = "Аніме та Анімація";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple не забезпечує механізму зміни своєї іконки для сторонніх програм. Коли вони це забезпечать я зроблю таку можливість.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Додому";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Авто Оновлення Місцезнаходження";

/* Movie is available to be shipped now */
"Available Now" = "Зараз доступно";

/* Movie will be released soon */
"Available Soon" = "Очікується";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Очікується реліз";

/* No comment provided by engineer. */
"Bio:" = "Біографія:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Тільки Blue-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Закладки";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Дзвонити";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Ви можете збільшити максимальну відстань для пошуку кінотеатрів?";

/* No comment provided by engineer. */
"Cancel" = "Відміна";

/* No comment provided by engineer. */
"Cannot Open Page" = "Неможу Відкрити сторінку";

/* No comment provided by engineer. */
"Cast:" = "В ролях:";

/* No comment provided by engineer. */
"Category Notifications" = "Категорії Нагадувань";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Змінити Дату";

/* Movie category */
"Children & Family" = "Дитяче та Сімейне";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Місто/Область або Індекс";

/* Movie category */
"Classics" = "Класичне";

/* Movie category */
"Comedy" = "Комедія";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Не можу змінити рейтинг:\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Не можу підключитися до Netflix.";

/* No comment provided by engineer. */
"Could not find location." = "Не можу встановити місцезнаходження.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = " Не можу встановити місцезнаходження.\nКористувач заборонив використовувати послугу місцезнаходження.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Чи могли б ви додати підтримку оренду фільмів від Blockbuster на рівні оренди фільмів від Netflix?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Чи можете ви додати як опцію, можливість зміни іконки для %@ на іншу?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "На данний момент Blockbuster не надає API для підтримки програм сторонніх розробників. Як тільки це буде зроблено, я додам підтримку оренди від Blockbuster.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "На даний момент ні. Тим не менше, просто позначте кінотеатр як ‘улюблений’(натисніть ‘зірочку’ на панелі детально кінотеатра) і він буде завжди відображатися, навіть якщо поза зоною пошуку.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "На даний момент настройки можуть бути змінені тільки на сайті Netflix";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Тільки DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray детально:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Дані для майбутніх дат можливо не повні. Скиньте пошук з поточною датою, для того щоб побачити повний список.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Обовя'зково. Використайте Зворотній Зв'язок, для контакту зі мною. Дайте мені знати що саме необхідно виправити, і це буде випралено у наступних версіях.";

/* No comment provided by engineer. */
"Director:" = "Режисер:";

/* No comment provided by engineer. */
"Directors:" = "Режисери:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "Диск";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Диск (%d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Список Дисків";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Відстань";

/* Movie category */
"Documentary" = "Документальні";

/* No comment provided by engineer. */
"Downloading data" = "Завантаження данних";

/* No comment provided by engineer. */
"Downloading image" = "Завантаження зображень";

/* No comment provided by engineer. */
"Downloading information." = "Завантаження інформації.";

/* Movie category */
"Drama" = "Драма";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "Через ліцензійні обмеження, коментарі та оцінки можуть бути не доступні для всіх фільмів.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Надіслати список";

/* No comment provided by engineer. */
"Enabled" = "Включено";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Вся історія";

/* No comment provided by engineer. */
"Error occurred" = "Помилка";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Помилка при з'єднанні з Netflix. Спробуйте пізніше.";

/* Movie category */
"Faith & Spirituality" = "Віра та Духовність";

/* No comment provided by engineer. */
"Favorites" = "Улюблені";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Трейлер фільму надано:";

/* No comment provided by engineer. */
"Force Refresh" = "Оновити";

/* Movie category */
"Foreign" = "Закордонні";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Формат:";

/* Movie category */
"Gay & Lesbian" = "Геї та Лезбі";

/* No comment provided by engineer. */
"Genre:" = "Жанр:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Послуга місцезнаходження надана:";

/* No comment provided by engineer. */
"Google Maps" = "Google мапи";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Графіка David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Графіка Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Допомога";

/* Movie category */
"Horror" = "Жахи";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Я звичайно ж спробую. Будь-ласка натисніть  кнопку!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "Ліцензійні відрахування IMDb дуже дорогі для мене. Вибачте!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Якщо %@ зберігає данні, чому я завжди бачу?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Якщо вам сподобалась %@ будь-ласка напишіть маленький опис в iTunes store. Це допоможе новим користувачам знайти цю програму, дозволить мені придумати більше нових функцій та тримати її безкоштовною, і взагалі буде мені дуже приємно. Дякую!";

/* Movie category */
"Independent" = "Незалежне";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Онлайн Відео";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Онлайн Відео (%d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Список Онлайн Відео";

/* No comment provided by engineer. */
"Instant Watch" = "Перегляд Онлайн Відео";

/* No comment provided by engineer. */
"International Data" = "Міжнародні Дані";

/* No comment provided by engineer. */
"Last Friday" = "Остання П'ятниця";

/* No comment provided by engineer. */
"Last Monday" = "Останній Понеділок";

/* No comment provided by engineer. */
"Last Saturday" = "Остання Субота";

/* No comment provided by engineer. */
"Last Sunday" = "Остання Неділя";

/* No comment provided by engineer. */
"Last Thursday" = "Останній Четвер";

/* No comment provided by engineer. */
"Last Tuesday" = "Останній Вівторок";

/* No comment provided by engineer. */
"Last Wednesday" = "Остання Середа";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Залишилось менше %d %@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Залишилось менше 1 %@";

/* No comment provided by engineer. */
"License" = "Ліцензія";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Ліцензійні обмеження з деякими постачальниками послуг дозволяють користуватись тільки рейтингами та оглядами фільмів. Вибачте!";

/* No comment provided by engineer. */
"Like This App?" = "Сподобалась Програма?";

/* No comment provided by engineer. */
"Loading" = "Завантаження";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Індикатори Завантаження";

/* No comment provided by engineer. */
"Loading image" = "Завантаження зображень";

/* No comment provided by engineer. */
"Local results unavailable" = "Локальні результати недоступні";

/* No comment provided by engineer. */
"Localized by:" = "Перекладачі:";

/* No comment provided by engineer. */
"Location" = "Місцезнаходження";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Увійти з Існуючим Акаунтом";

/* There will be a long wait before the movie is released */
"Long Wait" = "Довго Чекати";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Мапа";

/* No comment provided by engineer. */
"Map Theaters" = "Мапа Кінотеатрів";

/* The most popular movies currently */
"Most Popular" = "Найпопулярніші";

/* No comment provided by engineer. */
"Movie Rating" = "Рейтинг Фільму";

/* No comment provided by engineer. */
"Movie details provided by:" = "Інформація про фільм надана:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Огляд фільму наданий:";

/* No comment provided by engineer. */
"Movies" = "Фільми";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Фільми (%d)";

/* No comment provided by engineer. */
"Moving Movie" = "Переміщення Фільму";

/* Movie category */
"Music & Musicals" = "Музика чи Музичний";

/* No comment provided by engineer. */
"My other applications" = "Мої програми";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Ім'я";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Мережа відсутня";

/* Movie category */
"New 'Instant Watch'" = "Нове Онлайн Відео";

/* Movie category */
"New DVDs" = "Нові DVD";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Ні, Дякую";

/* No comment provided by engineer. */
"No biography available." = "Біографія відсутня.";

/* No comment provided by engineer. */
"No information found" = "Інформації не знайдено";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Сеансів у '%@' на %@ не знайдено";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Сеансів '%@' у '%@' на %@ не знайдено";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Сеансів '%@' на %@ не знайдено";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Про '%@' нічого не знайдено";

/* No comment provided by engineer. */
"No synopsis available." = "Опис відсутній.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Відсутнє";

/* Movie is not currently rentable */
"Not Rentable" = "Оренда відсутня";

/* No comment provided by engineer. */
"Not yet rated" = "Рейтинг відсутній";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Зворотний Зв'язок";

/* No comment provided by engineer. */
"OK" = "Так";

/* No comment provided by engineer. */
"Open and Authorize" = "Відкрити та Авторизуватись";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Настройки";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Замовлення квитків на %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Перевищено Ліміт - Спробуйте Пізніше";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Дивитися Трейлер";

/* No comment provided by engineer. */
"Please Wait" = "Будь-ласка Зачекайте";

/* No comment provided by engineer. */
"Please enter your location" = "Будь-ласка введіть своє місцезнаходження";

/* No comment provided by engineer. */
"Please rate it in the App Store!" = "Будь-ласка проголосуйте в AppStore!";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Бажані Формати";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Важливі Закладки";

/* Takes the user to the website for this application */
"Project Website" = "Вебсайт проекту";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Оцінити!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Рейтинг %@";

/* No comment provided by engineer. */
"Rated:" = "Рейтинг:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Читати огляд";

/* No comment provided by engineer. */
"Really close by" = "Майже поруч";

/* No comment provided by engineer. */
"Really far away" = "Дуже далеко";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Нещодавно повернуті";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Останне Відео";

/* Movie recommendations from Netflix */
"Recommendations" = "Рекомендуємо";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Реліз";

/* No comment provided by engineer. */
"Release date:" = "Дата Релізу:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Реліз: %@";

/* No comment provided by engineer. */
"Remove Account" = "Видалити Акаунт";

/* No comment provided by engineer. */
"Rental History" = "Історія Оренди";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Перезамовлення списку невдалося:\n\n%@";

/* No comment provided by engineer. */
"Requesting access" = "Запит доступу";

/* No comment provided by engineer. */
"Requesting authorization" = "Запит Авторізації";

/* No comment provided by engineer. */
"Reviews" = "Огляд";

/* Movie category */
"Romance" = "Романтика";

/* No comment provided by engineer. */
"Running time:" = "Тривалість:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the posters to their photo library */
"Save All to Photo Library" = "Зберегти все до Фото Бібліотеки";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Зберегти у Фото Бібліотеку";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Збережено";

/* Saved in Instant Queue */
"Saved in %@" = "Збережено у %@";

/* No comment provided by engineer. */
"Saving" = "Зберігаємо";

/* i.e.: Saving 5 of 15.  Used when saving a list of posters */
"Saving %d of %d" = "Збереження %d із %d";

/* Movie category */
"Sci-Fi & Fantasy" = "Наукові та Фантастичні";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Оцінка";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "Поворот Екрану";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Дата Пошуку";

/* No comment provided by engineer. */
"Search Distance" = "Відстань Пошуку";

/* No comment provided by engineer. */
"Search Netflix" = "Пошук Netflix";

/* No comment provided by engineer. */
"Searching" = "Шукаємо";

/* No comment provided by engineer. */
"See the section on IMDb." = "Дивитись розділ на IMDb.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Зворотній Зв'язок";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* There will be a short wait before the movie is released */
"Short Wait" = "Недовго Чекати";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Показати %d прихованих кінотеатрів";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Показати 1 прихований кінотеатр";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Показувати Обидва";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Показати Схоже";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Показати Нагадування";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Показати кількість перевірок з %@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Зайти з новим Акаунтом";

/* Movie category */
"Special Interest" = "Спеціальні";

/* Movie category */
"Sports & Fitness" = "Спорт та Фітнес";

/* No comment provided by engineer. */
"Studio:" = "Студія:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Успішно! %@ отримав доступ до свого Netflix акаунту. Тепер ви маєте можливість додавати фільми у ваш список, дивитсь що новє, що рекомендується, та много іншого!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Натисніть кнопку 'Зворотній Зв'язок' для того щоб написати мені про ваші побажання. Будьте здорові! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Натисніть для вводу місцезнаходження";

/* Movie category */
"Television" = "Телепрограми";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Кінотеатр останній раз оновлювався  у\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Кінотеатри часто обмежують максимальну дистанцію пошуку на якій вони надають дані. В результаті деякі кінотеатри не будуть відображатися навіть, якщо відстань для пошуку виставлена високою.";

/* No comment provided by engineer. */
"Theaters" = "Кінотеатрів";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Кінотеатрів (%d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Кінотеатри видаляються, коли вони не надають оновлених списків сеансів. Коли оновлення списків надається, кінотеатр автоматично включається до %@.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Цей кінотеатр ще не разу не надав інформації про сеанси. Коли це буде доступно, %@ завантажить це автоматично.";

/* Movie category */
"Thrillers" = "Триллер";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Продаж квитків забезпечує:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Назва";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "Для того щоб зробити листання швидким та  гладким, %@ не показує постери доти, поки листання не припинеться.";

/* No comment provided by engineer. */
"Today" = "Сьогодні";

/* Movie category */
"Top DVDs" = "Найкраще DVD";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Найкраще з Списків Дисків";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Найкраще з Онлайн Відео";

/* No comment provided by engineer. */
"Translations" = "Переклад";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "К сожалению, Movietickets.com не надає підтримки з продажу онлайн білетів так, як це робить Fandango.com. Я хожу до кінотеатрів Fandango.com, і постійно залишаюся з ними.";

/* No comment provided by engineer. */
"Unknown Distance" = "Невідома Відстань";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Дата Релізу невідома";

/* No comment provided by engineer. */
"Unrated" = "Оцінки відсутні";

/* No comment provided by engineer. */
"Upcoming" = "Скоро";

/* No comment provided by engineer. */
"Updating" = "Оновлення";

/* No comment provided by engineer. */
"Updating Listings" = "Оновлення Сеансів";

/* No comment provided by engineer. */
"Updating Queue" = "Оновлення Списків";

/* No comment provided by engineer. */
"Updating: %@" = "Оновлення: %@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Використовувати Маленький Шрифт";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Дуже Довго Чекати";

/* No comment provided by engineer. */
"Website" = "Вебсайт";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Вебсайти";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Що я можу зробити, якщо на моє питання. я відповіді не отримав?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "Чому мій кінотеатр зник?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Чому %@ не підтримує купівлю білетів у Movietickets.com так як це зроблено з Fandango.com?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Чому %@ не надає IMDb рейтинги та огляди користувачів?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Чому %@ не надає Yahoo рейтинги та огляди?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Чому я не бачу рейтингів та оглядів для всіх фільмів у %@?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Чому %@ завжди завантажує данні? Чому вона не зберігає їх локально?";

/* No comment provided by engineer. */
"Write Review" = "Написати Огляд";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Написано Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Вчора";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Ви повинні спочатку настроїти свою поштову скриньку на своєму пристрої, перед тим як відправити зворотній зв'язок.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Країна вашого %@ поки не подтримується: %@\n\nПовна подтримка %@ скоро буде і для вашої країни, однак деякі функції працюють вже сьогодні! Коли з'явиться більше можливостей, ви автоматично отримаєте повідомлення про оновлення.";

/* No comment provided by engineer. */
"kilometer" = "кілометр";

/* No comment provided by engineer. */
"kilometers" = "кілометрів";

/* No comment provided by engineer. */
"mile" = "миля";

/* No comment provided by engineer. */
"miles" = "миль";